Repository: kirpiistaken/OneScoop
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, tr

# watch.setup_first
source: Set up OneScoop on your iPhone first.
de: Richte OneScoop zuerst auf deinem iPhone ein.
es: Primero configura OneScoop en tu iPhone.
fr: Configurez d’abord OneScoop sur votre iPhone.
it: Configura prima OneScoop sul tuo iPhone.
pt_br: Configure o OneScoop no iPhone primeiro.
tr: Önce OneScoop'u iPhone'unda kur.

# watch.water_add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt_br: Adicionar
tr: Ekle

# watch.water_plus
source: Add water from your watch with OneScoop+ on your iPhone.
de: Wasser von der Uhr eintragen mit OneScoop+ auf deinem iPhone.
es: Añade agua desde el reloj con OneScoop+ en tu iPhone.
fr: Ajoutez de l’eau depuis la montre avec OneScoop+ sur votre iPhone.
it: Aggiungi acqua dall’orologio con OneScoop+ sul tuo iPhone.
pt_br: Adicione água pelo relógio com o OneScoop+ no iPhone.
tr: Saatten su eklemek için iPhone'unda OneScoop+.

# water.catch_bottle
source: One bottle and you're back on pace
de: Eine Flasche und du bist wieder im Plan
es: Una botella y vuelves a tu ritmo
fr: Une gourde et vous êtes de nouveau dans le rythme
it: Una borraccia e sei di nuovo in linea
pt_br: Uma garrafa e você volta ao ritmo
tr: Bir şişe içersen tempoya yetişirsin

# water.catch_glass
source: One glass and you're back on pace
de: Ein Glas und du bist wieder im Plan
es: Un vaso y vuelves a tu ritmo
fr: Un verre et vous êtes de nouveau dans le rythme
it: Un bicchiere e sei di nuovo in linea
pt_br: Um copo e você volta ao ritmo
tr: Bir bardak içersen tempoya yetişirsin

# water.catch_shaker
source: One shaker and you're back on pace
de: Ein Shaker und du bist wieder im Plan
es: Un shaker y vuelves a tu ritmo
fr: Un shaker et vous êtes de nouveau dans le rythme
it: Uno shaker e sei di nuovo in linea
pt_br: Uma coqueteleira e você volta ao ritmo
tr: Bir shaker içersen tempoya yetişirsin

# water.cup.bottle
source: Bottle
de: Flasche
es: Botella
fr: Gourde
it: Borraccia
pt_br: Garrafa
tr: Şişe

# water.cup.glass
source: Glass
de: Glas
es: Vaso
fr: Verre
it: Bicchiere
pt_br: Copo
tr: Bardak

# water.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Apagar
tr: Sil

# water.goal_reached
source: Goal reached
de: Ziel erreicht
es: Objetivo cumplido
fr: Objectif atteint
it: Obiettivo raggiunto
pt_br: Meta atingida
tr: Hedefe ulaştın

# water.no_entries
source: Nothing logged yet today.
de: Heute noch nichts eingetragen.
es: Aún no hay nada registrado hoy.
fr: Rien de noté pour l’instant aujourd’hui.
it: Oggi non hai ancora registrato nulla.
pt_br: Nada registrado hoje ainda.
tr: Bugün henüz su kaydı yok.

# water.pace_behind %@
source: %@ L behind your pace
de: %@ L hinter deinem Plan
es: %@ L por detrás de tu ritmo
fr: %@ L de retard sur votre rythme
it: %@ L indietro rispetto al ritmo
pt_br: %@ L atrás do seu ritmo
tr: Temponun %@ L gerisindesin

# water.pace_on
source: Right on pace
de: Du liegst im Plan
es: Vas a buen ritmo
fr: Vous êtes dans le rythme
it: Sei in linea
pt_br: No ritmo certo
tr: Tempondasın

# water.title
source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt_br: Água
tr: Su

# water.today_entries
source: Today's water
de: Heutiges Wasser
es: Agua de hoy
fr: Eau du jour
it: Acqua di oggi
pt_br: Água de hoje
tr: Bugünkü su

# water.workout_boost %@
source: +%@ ml · workout
de: +%@ ml · Training
es: +%@ ml · entreno
fr: +%@ ml · séance
it: +%@ ml · allenamento
pt_br: +%@ ml · treino
tr: +%@ ml · antrenman

# whatsnew.water_body
source: Track water the same way you track creatine: one tap, right next to your daily dose.
de: Erfasse Wasser genau wie Kreatin: ein Tipp, direkt neben deiner Tagesdosis.
es: Registra el agua igual que la creatina: un toque, justo al lado de tu dosis diaria.
fr: Suivez l’eau comme la créatine : un geste, juste à côté de votre dose du jour.
it: Registra l’acqua come la creatina: un tocco, proprio accanto alla dose giornaliera.
pt_br: Registre a água do mesmo jeito que a creatina: um toque, ao lado da sua dose diária.
tr: Suyu da kreatin gibi takip et: tek dokunuş, günlük dozunun hemen yanında.

# whatsnew.water_title
source: New: Water
de: Neu: Wasser
es: Nuevo: Agua
fr: Nouveau : l’eau
it: Novità: acqua
pt_br: Novo: água
tr: Yeni: Su

# whatsnew.water_try
source: Turn on water tracking
de: Wasser-Tracking einschalten
es: Activar el registro de agua
fr: Activer le suivi de l’eau
it: Attiva il monitoraggio dell’acqua
pt_br: Ativar o registro de água
tr: Su takibini aç

# widget.description
source: Log today's creatine without opening the app.
de: Trage das heutige Kreatin ein, ohne die App zu öffnen.
es: Registra la creatina de hoy sin abrir la app.
fr: Notez la créatine du jour sans ouvrir l’app.
it: Registra la creatina di oggi senza aprire l’app.
pt_br: Registre a creatina de hoje sem abrir o app.
tr: Uygulamayı açmadan bugünkü kreatini kaydet.

# widget.dose_logged
source: Dose logged
de: Dosis eingetragen
es: Dosis registrada
fr: Dose notée
it: Dose registrata
pt_br: Dose registrada
tr: Doz kaydedildi

# widget.grams_today %@
source: %@ g today
de: Heute %@ g
es: %@ g hoy
fr: %@ g aujourd’hui
it: %@ g oggi
pt_br: %@ g hoje
tr: Bugün %@ g

# widget.streak %lld
source: · %lld day streak
de: · %lld Tage in Folge
es: · racha de %lld días
fr: · %lld jours d’affilée
it: · %lld giorni di fila
pt_br: · %lld dias seguidos
tr: · %lld günlük seri

# widget.water_desc
source: Add water with one tap and see how far you are from your goal.
de: Füge Wasser mit einem Tipp hinzu und sieh, wie weit du von deinem Ziel entfernt bist.
es: Añade agua con un toque y mira cuánto te falta para tu objetivo.
fr: Ajoutez de l’eau d’un geste et voyez où vous en êtes de votre objectif.
it: Aggiungi acqua con un tocco e guarda quanto manca al tuo obiettivo.
pt_br: Adicione água com um toque e veja quanto falta para a sua meta.
tr: Tek dokunuşla su ekle, hedefine ne kadar kaldığını gör.

# widget.water_name
source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt_br: Água
tr: Su

# widget.water_off
source: Turn on water tracking in OneScoop.
de: Schalte Wasser-Tracking in OneScoop ein.
es: Activa el registro de agua en OneScoop.
fr: Activez le suivi de l’eau dans OneScoop.
it: Attiva il monitoraggio dell’acqua in OneScoop.
pt_br: Ative o registro de água no OneScoop.
tr: Su takibini OneScoop'ta aç.

# widget.water_plus
source: Log from here with OneScoop+.
de: Mit OneScoop+ direkt hier eintragen.
es: Registra desde aquí con OneScoop+.
fr: Notez d’ici avec OneScoop+.
it: Registra da qui con OneScoop+.
pt_br: Registre daqui com o OneScoop+.
tr: Buradan eklemek için OneScoop+.

# icon.gold
source: Gold
es: Oro
fr: Or
it: Oro
pt_br: Ouro
tr: Altın

# settings.test
source: Test
es: Prueba
it: Prova
pt_br: Teste

# settings.water_health
source: Apple Health
es: Salud de Apple
fr: Santé d’Apple
it: Salute di Apple
pt_br: Saúde da Apple
tr: Apple Sağlık

# settings.water_remind_smart
source: Smart
es: Inteligentes
fr: Intelligents
it: Intelligenti
pt_br: Inteligentes
tr: Akıllı

# settings.minutes %lld
source: %lld min
tr: %lld dk

# water.cup.shaker
source: Shaker
pt_br: Coqueteleira
